Repository: tanerkaderli/AutoBouquetsMaker
Catalog: AutoBouquetsMaker/po/*.po
Languages: de

source: %s scheduled update
de: %s geplantes Update

source: %s update is about to start. Do you want to allow this?
de: Das %s-Update beginnt gleich. Willst Du es erlauben?

source: ABM frequency finder
de: ABM Frequenzfinder

source: ABM log file has been saved to the tmp directory
de: ABM-Protokolldatei wurde im tmp-Verzeichnis gespeichert

source: About
de: Über

source: Add provider markers
de: Providermarkierungen hinzufügen

source: Add provider name to bouquets
de: Füge Provider Namen in Bouquets ein

source: All channels
de: Alle Sender

source: Allows you to set a schedule to perform a scan
de: Erlaubt es einen Zeitplan für den Scan zu erstellen

source: Are you sure you want to remove all bouquets created by ABM?
de: Sicher das alle Favoritenlisten von ABM gelöscht werden sollen?

source: At least one day of the week must be selected
de: Es muss mindestens ein Wochentag ausgewählt werden

source: AutoBouquetsMaker Configure
de: AutoBouquetsMaker Einstellungen

source: AutoBouquetsMaker Hide sections
de: AutoBouquetsMaker Verberge Sektionen

source: AutoBouquetsMaker Keep bouquets
de: AutoBouquetsMaker Behalte Favoritenlisten

source: AutoBouquetsMaker Providers
de: AutoBouquetsMaker Anbieter

source: AutoBouquetsMaker Scanner
de: AutoBouquetsMaker Suche

source: Bouquets generation...
de: Erzeuge Favoritenliste...

source: Cancel
de: Abbruch

source: Cannot allocate the demuxer.
de: Der Demuxer kann nicht zugewiesen werden.

source: Cannot free NIM because a recording is in progress
de: Kann Tuner nicht belegen da Aufnahme läuft

source: Cannot get frontend
de: Kann Tuner nicht belegen

source: Cannot get the NIM
de: Kann Tuner nicht belegen

source: Cannot read data
de: Kann Daten nicht lesen

source: Cannot read version
de: Version kann nicht gelesen werden

source: Cannot retrieve Resource Manager instance
de: Resourcen Manager-Instanz kann nicht abgerufen werden

source: Checking version compatibility...
de: Versionskompatibilität prüfen...

source: Choose the style of markers that separate one provider from another in bouquet indexes.
de: Wähle den Stil des Markers, die im Bouquet einen Anbieter von einem anderen unterscheiden.

source: Choose the style of the markers that separate channels into groups in the channel lists.
de: Wählen Sie den Stil der Markierungen, die Kanäle in den Kanallisten in Gruppen unterteilen.

source: Close
de: Schließen

source: Config file for %s didn't need updating.
de: Die Konfigurationsdatei für %s musste nicht aktualisiert werden.

source: Config file for %s does not need updating.
de: Die Konfigurationsdatei für %s muss nicht aktualisiert werden.

source: Config file for %s does not parse.
de: Konfigurationsdatei für %s wird nicht analysiert.

source: Config file for %s has been updated.
de: Die Konfigurationsdatei für %s wurde aktualisiert.

source: Config file for %s is faulty.
de: Die Konfigurationsdatei für %s ist fehlerhaft.

source: Configure
de: Einstellungen

source: Create FTA HD bouquet
de: Erzeuge FTA HD Kanalliste

source: Create FTA bouquet
de: Erzeuge FTA Kanalliste

source: Create HD bouquet
de: Erzeuge HD Kanalliste

source: Create main bouquet
de: Erzeuge Haupt Kanalliste

source: Create sections bouquets
de: Erzeuge Sektionen Kanallisten

source: Custom bouquet for main
de: Benutzerdefinierte Haupt Kanalliste

source: DVB-T frequency finder
de: DVB-T-Frequenzfinder

source: Delete ABM bouquets
de: ABM-Kanallisten löschen

source: Done
de: Fertig

source: Downloading latest file from Github...
de: Lade die neueste Datei von Github herunter...

source: Enough Retries, delaying till next schedule.
de: Zuviele Versuche, verschiebe auf nächsten Termin.

source: Exit
de: Verlassen

source: Extra debug
de: Zusätzliches Debuggen

source: FTA Channels
de: FTA Sender

source: FTA HD Channels
de: FTA HD Sender

source: FTA only
de: Nur FTA

source: Failed to retrieve file for %s. Error: %s %s
de: Datei für %s konnte nicht abgerufen werden. Fehler: %s %s

source: Failed to retrieve version file. Error: %s %s
de: Die Versionsdatei konnte nicht abgerufen werden. Fehler: %s %s

source: Failed...
de: Fehlgeschlagen...

source: Finding configured providers...
de: Konfigurierte Anbieter finden...

source: Found %d unique transponder
de: %d eindeutiger Transponder gefunden

source: FrequencyFinder
de: Frequenzfinder

source: Friday
de: Freitag

source: HD Channels
de: HD Sender

source: Hide sections
de: Verstecke Sektionen

source: If a service is carried on a satellite that is not configured, 'yes' means the channel will not appear in the channel list, 'no' means the channel will show in the channel list but be greyed out and not be accessible.
de: Sender von nicht konfigurierten Satelliten überspringen. 'Ja' bedeutet der Sender erscheint nicht in der Favoritenliste. 'Nein' bedeutet der Sender erscheint in der Favoritenliste is aber ausgegraut und kann nicht gewählt werden.

source: If the receiver is in 'Deep Standby' when the schedule is due, wake it up to perform a scan.
de: Wenn sich der Receiver zum Zeitpunkt des Zeitplans im „Deep Standby“ befindet, aktivieren Sie ihn, um einen Scan durchzuführen.

source: If the receiver was woken from 'Deep Standby' and is currently in 'Standby' and no recordings are in progress return it to 'Deep Standby' once the scan has completed.
de: Wenn der Receiver aus „Deep Standby“ aufgeweckt wurde und sich derzeit im „Standby“ befindet und keine Aufnahmen laufen, schalten Sie ihn nach Abschluss des Scanvorgangs wieder in „Deep Standby“ zurück.

source: Include 'not indexed' channels
de: Inklusive 'nicht indexierter' Sender

source: Incompatible versions: %s > %s
de: Inkompatible Versionen: %s > %s

source: Keep all non-ABM bouquets
de: Alle nicht ABM Favoritenlisten behalten

source: Keep bouquets
de: Favoritenlisten behalten

source: Last Scanned
de: Zuletzt gescannt

source: Loading bouquets...
de: Lade Favoritenlisten...

source: Monday
de: Montag

source: Move down
de: Runter bewegen

source: Move up
de: Hoch bewegen

source: Network connection error.
de: Fehler bei der Netzwerkverbindung.

source: Network connection error: %s
de: Fehler bei der Netzwerkverbindung: %s

source: No NIMs found for
de: Keine NIMs gefunden für

source: No area found
de: Kein Ort gefunden

source: No frequencies to search
de: Keine Frequenzen zum Suchen vorhanden

source: No providers are configured.
de: Es sind keine Anbieter konfiguriert.

source: No providers configured.
de: Keine Anbieter konfiguriert.

source: No terrestrial multiplexes found.
de: Keine terrestrischen Multiplexe gefunden.

source: No terrestrial tuner found.
de: Kein terrestrischer Tuner gefunden.

source: No valid NIM found for terrestrial.
de: Kein gültiges NIM für terrestrisch gefunden.

source: Only DVB-T2 multiplexes found. Insufficient data to create a provider file.
de: Es wurden nur DVB-T2-Multiplexe gefunden. Nicht genügend Daten zum Erstellen einer Anbieterdatei.

source: Place bouquets at
de: Platziere Favoriten

source: Please first setup, in configuration
de: Bitte zuerst in Konfiguration einstellen

source: Please wait...
de: Bitte warten...

source: Press OK
de: Drücke OK

source: Press OK to select which days to perform a scan.
de: Drücke OK, um die Tage auszuwählen, an denen ein Scan durchgeführt werden soll.

source: Providers
de: Anbieter

source: Providers order
de: Anbieter Sortierung

source: Radio Channels
de: Radio Sender

source: Reading %s MHz (ch %s)
de: Lese %s MHz (ch %s)

source: Reading %s...
de: Lese %s...

source: Really close without saving settings?
de: Wirklich ohne Speichern beenden?

source: Retrieved config file for %s
de: Konfigurationsdatei für %s abgerufen

source: Retrieved config file for %s does not parse.
de: Die abgerufene Konfigurationsdatei für %s wird nicht geparst.

source: Retrieved config file for %s is faulty or incomplete.
de: Die abgerufene Konfigurationsdatei für %s ist fehlerhaft oder unvollständig.

source: Retrieved provider file for %s
de: Providerdatei für %s abgerufen

source: Retrieving config file for %s
de: Konfigurationsdatei für %s wird abgerufen

source: Saturday
de: Samstag

source: Save
de: Speichern

source: Save Log
de: Speichere Log

source: Saving data
de: Speichere Daten

source: Scanning for active transponders
de: Suche nach aktiven Transpondern

source: Schedule days of the week
de: Plane Wochentage

source: Schedule return to deep standby
de: Plane die Rückkehr in den Deep-Standby

source: Schedule scan
de: Geplanter Scan

source: Schedule time of day
de: Plane die Tageszeit

source: Schedule wake from deep standby
de: Plane das Aufwecken aus dem Deep-Standby

source: Select "yes" to show the "DVB-T frequency finder" tool in the main menu. This tool is used to create a working provider file for difficult areas of the UK, e.g. areas covered by repeaters, etc.
de: Wählen Sie „Ja“, um das Tool „DVB-T-Frequenzfinder“ im Hauptmenü anzuzeigen. Dieses Tool wird verwendet, um eine funktionierende Providerdatei für schwierige Gebiete im Vereinigten Königreich zu erstellen, z.B. Bereiche, die von Repeatern usw. abgedeckt werden.

source: Select days
de: Wähle Tage aus

source: Select your own bouquet from the list, please note that the only the first 100 channels for this bouquet will be used.
de: Wähle deine eigene Favoritenliste aus der Liste. Bitte beachten das nur die ersten 100 Sender der Favoritenliste benutzt werden.

source: Selected tuner is not configured.
de: Der ausgewählte Tuner ist nicht konfiguriert.

source: Services: %d video - %d radio
de: Sender: %d Video - %d Radio

source: Services: 0 video - 0 radio
de: Sender: 0 Video - 0 Radio

source: Set the time of day to perform a scan.
de: Setze die Zeit wann der Scan durchgeführt werden soll.

source: Show DVB-T frequency finder
de: DVB-T-Frequenzfinder anzeigen

source: Show in extensions
de: In Erweiterungen anzeigen

source: Show log
de: Zeige Log

source: Skip services on not configured sats
de: Überspringe nicht konfigurierte Satelliten

source: Start scan
de: Starte Scan

source: Starting scanner
de: Starte Suche

source: Starting search...
de: Starte Suche...

source: Starting update...
de: Starte Update...

source: Style of bouquet marker
de: Stil des Bouquet Markers

source: Style of provider marker
de: Stil des Provider Markers

source: Sunday
de: Sonntag

source: Swap channels
de: Sender tauschen

source: This affects all bouquets. Select 'no' to scan in all services. Select 'yes' to skip encrypted ones.
de: Diese Option betrifft alle Favoritenlisten. Wähle 'Nein' um alle Sender zu durchsuchen. Wähle 'Nein' um nur unverschlüsselte Sender zu durchsuchen.

source: This feature is for development only. Requires debug logs to be enabled or enigma2 to be started in console mode.
de: Diese Funktion ist nur für die Entwicklung bestimmt. Erfordert die Aktivierung von Debug-Protokollen oder den Start von Enigma2 im Konsolenmodus.

source: This option allows you to choose what region of the country you live in, so it populates the correct channels for your region.
de: Diese Option erlaubt es die Region des Landes vorzugeben damit die korrekten Sender gewählt werden.

source: This option enables the current selected provider.
de: Diese Option aktiviert den aktuell gewählten Anbieter.

source: This option has several choices "Yes", (create a bouquet with all the channels in it), "Yes HD only", (will group all HD channels into this bouquet), "Custom", (allows you to select your own bouquet), "No", (do not use a main bouquet)
de: Diese Option enthält mehrere Wahlmöglichkeiten "Ja" (erzeuge eine Favoritenliste mit allen Sendern), "Ja nur HD" (erzeuge eine Favoritenliste mit allen HD Sendern), "benutzerdefiniert" (erlaubt es eine Favoritenliste auszuwählen), "Nein" (Hauptfavoritenliste nicht benutzen)

source: This option places markers in the bouquet index to group all bouquets of each provider.
de: Diese Option platziert Markierungen im Bouquet-Index, um alle Bouquets jedes Anbieters zu gruppieren.

source: This option will add the provider's name to bouquet names.
de: Diese Option setzt den Namen des Anbieters vor den Namen der Favoritenliste.

source: This option will allow you choose where to place the created bouquets.
de: Mit dieser Option können Sie auswählen, wo die erstellten Bouquets platziert werden sollen.

source: This option will create a FreeToAir High Definition bouquet, it will group all FTA HD channels into this bouquet.
de: Diese Option erstellt ein FreeToAir High Definition-Bouquet und gruppiert alle FTA HD-Kanäle in diesem Bouquet.

source: This option will create a FreeToAir bouquet, it will group all free channels into this bouquet.
de: Diese Option erstellt ein FreeToAir-Bouquet und gruppiert alle freien Kanäle in diesem Bouquet.

source: This option will create a High Definition bouquet, it will group all HD channels into this bouquet.
de: Diese Option erzeugt eine HighDefinition (HD) Favoritenliste. Alle HD Sender werden in einer Favoritenliste zusammen gefasst.

source: This option will create bouquets for each type of channel, ie Entertainment, Movies, Documentary.
de: Diese Option erzeugt eine Favoritenliste für jede Programmart wie z.B. Unterhaltung, Filme, Serien.

source: This option will swap SD versions of channels with HD versions. (eg BBC One SD with BBC One HD, Channel Four SD with with Channel Four HD)
de: Mit dieser Option werden SD-Versionen von Kanälen durch HD-Versionen ausgetauscht. (z. B. BBC One SD mit BBC One HD, Channel Four SD mit Channel Four HD)

source: Thursday
de: Donnerstag

source: Tuesday
de: Dienstag

source: Tuning failed! Provider: %s Tuner: %s Frequency: %d MHz Please check affected tuner for: Tuner configuration errors, Signal cabling issues, Any other reception issues.
de: Tuning fehlgeschlagen! Anbieter: %s Tuner: %s Frequenz: %d MHz Bitte überprüfen Sie den betroffenen Tuner auf: Tuner-Konfigurationsfehler, Probleme mit der Signalverkabelung, Sonstige Empfangsprobleme.

source: Tuning lock timed out! Provider: %s Tuner: %s Frequency: %d MHz Please check affected tuner for: Tuner configuration errors, Signal cabling issues, Any other reception issues.
de: Zeitüberschreitung der Tuning-Sperre! Anbieter: %s Tuner: %s Frequenz: %d MHz Bitte überprüfen Sie den betroffenen Tuner auf: Tuner-Konfigurationsfehler, Probleme mit der Signalverkabelung, Sonstige Empfangsprobleme

source: Unable to download config file for %s
de: Die Konfigurationsdatei für %s konnte nicht heruntergeladen werden

source: Update provider files
de: Aktualisiere Providerdateien

source: Update summary
de: Zusammenfassung aktualisieren

source: UpdateProviders
de: Update-Provider

source: Wednesday
de: Mittwoch

source: When a search finds extra channels that do not have an allocated channel number, 'yes' will add these at the end of the channel list, and 'no' means these will not be included.
de: Wenn die Suche zusätzliche Kanäle findet, denen keine Kanalnummer zugeordnet ist, können sie mit 'Ja' an das Ende der Liste sortiert und mit 'Nein' ignoriert werden.

source: When disabled this will enable the 'Keep bouquets' option in the main menu, allowing you to hide some 'existing' bouquets.
de: Wenn deaktiviert wird 'Favoritenlisten behalten' im Hauptmenü aktiviert. Diese Option erlaubt es einige bestehen Favoritenlisten zu verstecken.

source: When enabled, allows you start a scan from the extensions list.
de: Wenn diese Option aktiviert ist, können Sie einen Scan über die Erweiterungsliste starten.

source: bottom
de: unten

source: expert
de: Experte

source: indent + text
de: Einzug + Text

source: no
de: Nein

source: none
de: keine

source: simple
de: einfach

source: top
de: oben

source: yes
de: Ja

source: yes (all channels)
de: ja (Alle Sender)

source: yes (custom)
de: Ja (benutzerdefiniert)

source: yes (only FTA HD)
de: Ja (nur FTA HD)

source: yes (only HD)
de: Ja (nur HD)
